<template>
  <div class="breadcrumbs">
    <div class="container">
      <ol>
        <li><a href="">Главная</a></li>
        <li><a href="">Статьи</a></li>
        <li><span> Формирование культуры профессионального развития</span></li>
      </ol>
    </div>
  </div>

  <div class="article">
    <div class="container">
      <div class="article-top">
        <h1 class="text32 medium-text">
          Формирование культуры профессионального развития
        </h1>
        <div class="article-top__info">
          <div class="avatar">
            <img src="/img/avatar10.webp" alt="" />
          </div>
          <div class="article-top__item"><span>Александра Иванова</span></div>
          <div class="article-top__item"><span>Бизнес</span></div>
          <div class="article-top__item"><span>Декабрь 2, 2023</span></div>
        </div>
      </div>
      <img src="/img/article.webp" alt="" class="article__img" />

      <div class="article-item article-text">
        <h3>Обо всем по порядку</h3>
        <p>
          Aliquam hendrerit sollicitudin purus, quis rutrum mi accumsan, не
          включенный в другие категории. Каждому нужно пить орчи и нибх фасилис,
          но орчи он должен приготовить. Нет времени беспокоиться о беге. Так и
          было. Чат это текстовая ссылка, домашнее задание в свободное время.
        </p>
        <p>
          Duis mattis laoreet ни для украшения, ни для развлечения. Это боль в
          заднице, но оно того стоит. До и только что. Нам нужны члены, чтобы
          жить, футбол всегда футбол. Вместе со своими товарищами горы родят
          перья и великие толчки, и на свет появится смешная мышь. Целую бутылку
          чистого спирта надо выпить, кто-то сказал, страх перед мертвецами.
          Поставить лодку на паром, но недвижимость авиакомпании. Я говорил о
          большой массе, со временем она расплющивается, и воротах в язычке.
          Некоторые из laoreet nisl Massa, но иногда mauris sollicitudin et.
        </p>

        <hr />

        <blockquote>
          <p>
            Aliquam hendrerit sollicitudin purus, quis rutrum mi accumsan, не
            включенный в другие категории. Каждому нужно пить орчи и нибх
            фасилис, но орчи он должен приготовить.
          </p>
          <h3>Сергей Никитин</h3>
        </blockquote>

        <hr />

        <h3>Что вы освоите</h3>
        <ul class="_type2">
          <li>Стать UI/UX дизайнер</li>
          <li>Вы сможете зарабатывать благодаря Figma</li>
          <li>Построение UI системы от начала до конца</li>
          <li>Работа со шрифтами и палитрой</li>
          <li>Вы соберете свой собственный UI-кит</li>
          <li>Создатите и протестируете мобильное приложение</li>
          <li>Научитесь рисовать сайты и приложения</li>
          <li>Разработаете 3 разных логотипа</li>
          <li>Работа с сетками bootstrap</li>
          <li>Загружаемые файлы обучения</li>
        </ul>
        <hr />

        <img src="/img/article2.webp" alt="" />

        <h3>Требования</h3>
        <ul>
          <li>
            Для прохождения этого курса нам не требуется никакого предыдущего
            опыта или заранее <br />
            определенных навыков.
          </li>
          <li>Компьютер с хорошим интернет соединением</li>
          <li>Adobe Photoshop (По усмотрению)</li>
        </ul>
      </div>

      <div class="article-item article-bottom _flex">
        <div class="share _flex">
          <div class="share__title text15 text14-tablet medium-text">
            Поделиться
          </div>
          <div class="share__items _flex">
            <a href="" class="footer-socials__item">
              <img src="/img/fb2.svg" alt="" />
            </a>
            <a href="" class="footer-socials__item">
              <img src="/img/twitter2.svg" alt="" />
            </a>
            <a href="" class="footer-socials__item">
              <img src="/img/ig2.svg" alt="" />
            </a>
            <a href="" class="footer-socials__item">
              <img src="/img/linkedn2.svg" alt="" />
            </a>
          </div>
        </div>
        <div class="article-tags _flex">
          <a href="" class="tag m-btn"><span>Figma</span></a>
          <a href="" class="tag m-btn"><span>Sketch</span></a>
          <a href="" class="tag m-btn"><span>HTML5</span></a>
        </div>
      </div>

      <div class="article-item author">
        <div class="author__top">
          <div class="author__img avatar">
            <img src="/img/avatar11.jpg" alt="" />
          </div>
          <div class="author__info">
            <div class="author__name">Иван Евтушенко</div>
            <div class="author__prof">Проект менеджер</div>
          </div>
        </div>
        <div class="author__text text15 light-text">
          Также следите за своей жизнью и двором своих детей. Но eleifend
          ultricies улыбается, или макияж был хорошей вещью. Это конец домашнего
          задания. Не вкладывайте средства в массовый шоколад или рекламу, вам
          просто хочется время от времени. Курабитур устанавливает границы
          озера.
        </div>
      </div>

      <div class="article-item article-nav">
        <div class="article-nav__item">
          <a href="" class="article-nav__link hover-fill-primary">
            <svg
              width="6"
              height="10"
              viewBox="0 0 6 10"
              fill="none"
              xmlns="http://www.w3.org/2000/svg"
            >
              <path
                d="M0.159285 4.64332C-0.0530952 4.83765 -0.0530951 5.16231 0.159285 5.35713L5.05963 9.85239C5.27473 10.0492 5.62357 10.0492 5.83813 9.85239C6.05323 9.65557 6.05323 9.33589 5.83813 9.13907L1.32706 5L5.83867 0.861422C6.05377 0.664108 6.05377 0.344925 5.83867 0.14761C5.62357 -0.0492051 5.27473 -0.0492051 5.06017 0.14761L0.159285 4.64332Z"
                fill="#222222"
              />
            </svg>
            <span>Предыдущая статья</span>
          </a>
          <div class="article-nav__desc">
            Given Set was without from god divide rule Hath
          </div>
        </div>
        <div class="article-nav__item _next">
          <a href="" class="article-nav__link hover-fill-primary">
            <span>Следующая статья</span>
            <svg
              width="6"
              height="10"
              viewBox="0 0 6 10"
              fill="none"
              xmlns="http://www.w3.org/2000/svg"
            >
              <path
                d="M5.84071 5.35668C6.05309 5.16235 6.05309 4.83769 5.84072 4.64287L0.940372 0.147612C0.725269 -0.0492042 0.376431 -0.0492043 0.161873 0.147612C-0.0532293 0.344428 -0.0532294 0.664109 0.161873 0.860925L4.67294 5L0.161327 9.13858C-0.0537748 9.33589 -0.0537748 9.65507 0.161327 9.85239C0.37643 10.0492 0.725268 10.0492 0.939826 9.85239L5.84071 5.35668Z"
                fill="#222222"
              />
            </svg>
          </a>
          <div class="article-nav__desc">
            Tree earth fowl given moveth deep lesser After
          </div>
        </div>
      </div>

      <div class="article-item article-reviews">
        <div class="text20 medium-text">80 отзывов</div>

        <div class="article-reviews__items">
          <div class="review-card2">
            <div class="review-card2__top">
              <div class="avatar">
                <span>СВ</span>
              </div>
              <div class="review-card2__content">
                <div class="review-card2__name text15 medium-text">
                  Светлана Василенко
                </div>
                <div class="review-card2__info _flex">
                  <div class="service-card__reviews _flex">
                    <img src="/img/star.svg" alt="" />
                    <div class="service-card__reviews-text">
                      <span class="text15 medium-text">4.82 </span>
                    </div>
                  </div>
                  <div class="review-card2__time">
                    <span class="_view1 text14 light-text gray-text">
                      Опубликовано 2 месяца назад
                    </span>
                    <span class="_view2 text14 light-text gray-text">
                      2 месяца
                    </span>
                  </div>
                </div>
              </div>
            </div>
            <div class="review-card2__text">
              <div class="text15 light-text">
                Существует множество вариаций отрывков Lorem Ipsum, но
                большинство из них претерпело изменения в той или иной форме
                из-за привнесенного юмора или случайных слов, которые не
                выглядят даже немного правдоподобно. Если вы собираетесь
                использовать отрывок из Lorem Ipsum, вам нужно быть уверенным,
                что в середине текста не спрятано ничего смущающего.
              </div>
            </div>

            <div class="feedback-buttons">
              <button class="feedback-buttons__item">
                <svg
                  width="16"
                  height="16"
                  viewBox="0 0 16 16"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    fill-rule="evenodd"
                    clip-rule="evenodd"
                    d="M6.72413 1.06256C6.83113 0.821812 7.06988 0.666656 7.33334 0.666656C8.04058 0.666656 8.71886 0.947608 9.21896 1.44771C9.71905 1.9478 10 2.62608 10 3.33332V5.33332H13.1033C13.3918 5.33065 13.6774 5.39043 13.9407 5.50858C14.2052 5.6273 14.4407 5.8021 14.631 6.02088C14.8212 6.23966 14.9616 6.49719 15.0425 6.77562C15.1233 7.05405 15.1426 7.34672 15.0991 7.63337L14.1791 13.6333C14.1791 13.6335 14.1792 13.6331 14.1791 13.6333C14.1067 14.11 13.8644 14.545 13.497 14.8573C13.1305 15.1688 12.6641 15.3378 12.1832 15.3333H2.66667C2.13624 15.3333 1.62753 15.1226 1.25246 14.7475C0.877385 14.3725 0.666672 13.8638 0.666672 13.3333V8.66666C0.666672 8.13622 0.877385 7.62752 1.25246 7.25244C1.62753 6.87737 2.13624 6.66666 2.66667 6.66666H4.23342L6.72413 1.06256ZM4 7.99999H2.66667C2.48986 7.99999 2.32029 8.07023 2.19527 8.19525C2.07024 8.32028 2.00001 8.48984 2.00001 8.66666V13.3333C2.00001 13.5101 2.07024 13.6797 2.19527 13.8047C2.32029 13.9298 2.48986 14 2.66667 14H4V7.99999ZM5.33334 14H12.1942C12.355 14.0018 12.511 13.9455 12.6335 13.8414C12.756 13.7372 12.8368 13.5923 12.8609 13.4334L13.7809 7.43328C13.7809 7.43337 13.7809 7.43319 13.7809 7.43328C13.7953 7.33782 13.7889 7.24009 13.762 7.14736C13.7351 7.05455 13.6883 6.96871 13.6248 6.89578C13.5614 6.82286 13.4829 6.76459 13.3947 6.72502C13.3066 6.68545 13.2109 6.66552 13.1142 6.66661L13.1067 6.6667L9.33334 6.66666C8.96515 6.66666 8.66667 6.36818 8.66667 5.99999V3.33332C8.66667 2.9797 8.5262 2.64056 8.27615 2.39051C8.12425 2.23862 7.93948 2.12716 7.73856 2.06306L5.33334 7.4748V14Z"
                    fill="black"
                  />
                </svg>
                <span>Полезный</span>
              </button>
              <button class="feedback-buttons__item _dislike">
                <svg
                  width="16"
                  height="16"
                  viewBox="0 0 16 16"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    fill-rule="evenodd"
                    clip-rule="evenodd"
                    d="M6.72412 14.9374C6.83112 15.1782 7.06987 15.3333 7.33333 15.3333C8.04057 15.3333 8.71885 15.0524 9.21895 14.5523C9.71905 14.0522 10 13.3739 10 12.6667V10.6667H13.1033C13.3918 10.6693 13.6774 10.6096 13.9407 10.4914C14.2052 10.3727 14.4407 10.1979 14.631 9.97912C14.8212 9.76034 14.9616 9.50281 15.0425 9.22438C15.1233 8.94595 15.1426 8.65328 15.0991 8.36663L14.1791 2.36672C14.1791 2.36654 14.1792 2.3669 14.1791 2.36672C14.1067 1.89002 13.8644 1.455 13.497 1.14271C13.1305 0.831197 12.6641 0.662222 12.1832 0.666677H2.66666C2.13623 0.666677 1.62752 0.877392 1.25245 1.25246C0.877378 1.62754 0.666664 2.13624 0.666664 2.66668V7.33334C0.666664 7.86378 0.877378 8.37248 1.25245 8.74756C1.62752 9.12263 2.13623 9.33334 2.66666 9.33334H4.23342L6.72412 14.9374ZM4 8.00001H2.66666C2.48985 8.00001 2.32028 7.92977 2.19526 7.80475C2.07024 7.67972 2 7.51016 2 7.33334V2.66668C2 2.48987 2.07024 2.3203 2.19526 2.19527C2.32028 2.07025 2.48985 2.00001 2.66666 2.00001H4V8.00001ZM5.33333 2.00001H12.1942C12.355 1.99819 12.511 2.0545 12.6335 2.15863C12.756 2.26277 12.8368 2.40767 12.8609 2.56664L13.7809 8.56672C13.7809 8.56663 13.7809 8.56681 13.7809 8.56672C13.7953 8.66218 13.7889 8.75991 13.762 8.85264C13.735 8.94545 13.6882 9.03129 13.6248 9.10422C13.5614 9.17714 13.4829 9.23541 13.3947 9.27498C13.3066 9.31455 13.2108 9.33448 13.1142 9.33339L13.1067 9.3333L9.33333 9.33334C8.96514 9.33334 8.66666 9.63182 8.66666 10V12.6667C8.66666 13.0203 8.52619 13.3594 8.27614 13.6095C8.12424 13.7614 7.93947 13.8728 7.73855 13.9369L5.33333 8.5252V2.00001Z"
                    fill="#6B7177"
                  />
                </svg>
                <span>Бесполезный</span>
              </button>
            </div>
          </div>

          <div class="review-card2">
            <div class="review-card2__top">
              <div class="avatar _green">
                <span>НН</span>
              </div>
              <div class="review-card2__content">
                <div class="review-card2__name text15 medium-text">
                  Николай Науменко
                </div>
                <div class="review-card2__info _flex">
                  <div class="service-card__reviews _flex">
                    <img src="/img/star.svg" alt="" />
                    <div class="service-card__reviews-text">
                      <span class="text15 medium-text">4.82 </span>
                    </div>
                  </div>
                  <div class="review-card2__time">
                    <span class="_view1 text14 light-text gray-text">
                      Опубликовано 2 месяца назад
                    </span>
                    <span class="_view2 text14 light-text gray-text">
                      2 месяца
                    </span>
                  </div>
                </div>
              </div>
            </div>
            <div class="review-card2__text">
              <div class="text15 light-text">
                Существует множество вариаций отрывков Lorem Ipsum, но
                большинство из них претерпело изменения в той или иной форме
                из-за привнесенного юмора или случайных слов, которые не
                выглядят даже немного правдоподобно. Если вы собираетесь
                использовать отрывок из Lorem Ipsum, вам нужно быть уверенным,
                что в середине текста не спрятано ничего смущающего.
              </div>
            </div>

            <div class="feedback-buttons">
              <button class="feedback-buttons__item">
                <svg
                  width="16"
                  height="16"
                  viewBox="0 0 16 16"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    fill-rule="evenodd"
                    clip-rule="evenodd"
                    d="M6.72413 1.06256C6.83113 0.821812 7.06988 0.666656 7.33334 0.666656C8.04058 0.666656 8.71886 0.947608 9.21896 1.44771C9.71905 1.9478 10 2.62608 10 3.33332V5.33332H13.1033C13.3918 5.33065 13.6774 5.39043 13.9407 5.50858C14.2052 5.6273 14.4407 5.8021 14.631 6.02088C14.8212 6.23966 14.9616 6.49719 15.0425 6.77562C15.1233 7.05405 15.1426 7.34672 15.0991 7.63337L14.1791 13.6333C14.1791 13.6335 14.1792 13.6331 14.1791 13.6333C14.1067 14.11 13.8644 14.545 13.497 14.8573C13.1305 15.1688 12.6641 15.3378 12.1832 15.3333H2.66667C2.13624 15.3333 1.62753 15.1226 1.25246 14.7475C0.877385 14.3725 0.666672 13.8638 0.666672 13.3333V8.66666C0.666672 8.13622 0.877385 7.62752 1.25246 7.25244C1.62753 6.87737 2.13624 6.66666 2.66667 6.66666H4.23342L6.72413 1.06256ZM4 7.99999H2.66667C2.48986 7.99999 2.32029 8.07023 2.19527 8.19525C2.07024 8.32028 2.00001 8.48984 2.00001 8.66666V13.3333C2.00001 13.5101 2.07024 13.6797 2.19527 13.8047C2.32029 13.9298 2.48986 14 2.66667 14H4V7.99999ZM5.33334 14H12.1942C12.355 14.0018 12.511 13.9455 12.6335 13.8414C12.756 13.7372 12.8368 13.5923 12.8609 13.4334L13.7809 7.43328C13.7809 7.43337 13.7809 7.43319 13.7809 7.43328C13.7953 7.33782 13.7889 7.24009 13.762 7.14736C13.7351 7.05455 13.6883 6.96871 13.6248 6.89578C13.5614 6.82286 13.4829 6.76459 13.3947 6.72502C13.3066 6.68545 13.2109 6.66552 13.1142 6.66661L13.1067 6.6667L9.33334 6.66666C8.96515 6.66666 8.66667 6.36818 8.66667 5.99999V3.33332C8.66667 2.9797 8.5262 2.64056 8.27615 2.39051C8.12425 2.23862 7.93948 2.12716 7.73856 2.06306L5.33334 7.4748V14Z"
                    fill="black"
                  />
                </svg>
                <span>Полезный</span>
              </button>
              <button class="feedback-buttons__item _dislike">
                <svg
                  width="16"
                  height="16"
                  viewBox="0 0 16 16"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    fill-rule="evenodd"
                    clip-rule="evenodd"
                    d="M6.72412 14.9374C6.83112 15.1782 7.06987 15.3333 7.33333 15.3333C8.04057 15.3333 8.71885 15.0524 9.21895 14.5523C9.71905 14.0522 10 13.3739 10 12.6667V10.6667H13.1033C13.3918 10.6693 13.6774 10.6096 13.9407 10.4914C14.2052 10.3727 14.4407 10.1979 14.631 9.97912C14.8212 9.76034 14.9616 9.50281 15.0425 9.22438C15.1233 8.94595 15.1426 8.65328 15.0991 8.36663L14.1791 2.36672C14.1791 2.36654 14.1792 2.3669 14.1791 2.36672C14.1067 1.89002 13.8644 1.455 13.497 1.14271C13.1305 0.831197 12.6641 0.662222 12.1832 0.666677H2.66666C2.13623 0.666677 1.62752 0.877392 1.25245 1.25246C0.877378 1.62754 0.666664 2.13624 0.666664 2.66668V7.33334C0.666664 7.86378 0.877378 8.37248 1.25245 8.74756C1.62752 9.12263 2.13623 9.33334 2.66666 9.33334H4.23342L6.72412 14.9374ZM4 8.00001H2.66666C2.48985 8.00001 2.32028 7.92977 2.19526 7.80475C2.07024 7.67972 2 7.51016 2 7.33334V2.66668C2 2.48987 2.07024 2.3203 2.19526 2.19527C2.32028 2.07025 2.48985 2.00001 2.66666 2.00001H4V8.00001ZM5.33333 2.00001H12.1942C12.355 1.99819 12.511 2.0545 12.6335 2.15863C12.756 2.26277 12.8368 2.40767 12.8609 2.56664L13.7809 8.56672C13.7809 8.56663 13.7809 8.56681 13.7809 8.56672C13.7953 8.66218 13.7889 8.75991 13.762 8.85264C13.735 8.94545 13.6882 9.03129 13.6248 9.10422C13.5614 9.17714 13.4829 9.23541 13.3947 9.27498C13.3066 9.31455 13.2108 9.33448 13.1142 9.33339L13.1067 9.3333L9.33333 9.33334C8.96514 9.33334 8.66666 9.63182 8.66666 10V12.6667C8.66666 13.0203 8.52619 13.3594 8.27614 13.6095C8.12424 13.7614 7.93947 13.8728 7.73855 13.9369L5.33333 8.5252V2.00001Z"
                    fill="#6B7177"
                  />
                </svg>
                <span>Бесполезный</span>
              </button>
            </div>
          </div>
        </div>
        <div class="article-reviews__nav">
          <button class="m-btn m-btn-blue2">
            <span>Показать еще</span>
          </button>
        </div>
      </div>

      <form class="article-item review-form">
        <div class="review-form__top">
          <div class="text20 medium-text">Добавить отзыв</div>
          <div class="text15 text14-tablet light-text gray-text">
            Ваш электронный адрес не будет опубликован. Необходимые поля
            отмечены *
          </div>
        </div>

        <div class="review-form__rating">
          <div class="text16 medium-text">Ваша оценка оказанных услуг</div>
          <div class="rating">
            <div
              class="rating-input"
              data-total-rating="@@num"
              data-rating-code="1"
            >
              <div class="rating-input__item" data-rating-value="5">
                <svg
                  width="16"
                  height="15"
                  viewBox="0 0 16 15"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M14.4056 5.45593L14.4058 5.45594C14.5085 5.46524 14.596 5.53465 14.6283 5.63402L15.1038 5.4794L14.6282 5.6337C14.6608 5.73406 14.6307 5.84212 14.5526 5.91066L11.4354 8.64399L11.2115 8.84029L11.2774 9.13064L12.1965 13.1783C12.2198 13.2818 12.1797 13.3864 12.096 13.4469L12.0956 13.4472C12.0112 13.5084 11.8994 13.5132 11.8102 13.4599L8.25496 11.3337L7.99835 11.1803L7.74174 11.3337L4.18572 13.4599L4.18559 13.46C4.14437 13.4847 4.09873 13.4968 4.05299 13.4968C3.99937 13.4968 3.94683 13.4805 3.90167 13.4476L3.90067 13.4469C3.81696 13.3864 3.77686 13.2819 3.80017 13.1785C3.80018 13.1784 3.80019 13.1784 3.8002 13.1783L4.71922 9.13064L4.78515 8.84029L4.56128 8.64399L1.444 5.91058C1.44399 5.91057 1.44398 5.91056 1.44397 5.91055C1.36608 5.84222 1.33606 5.73399 1.36817 5.63455C1.40106 5.5349 1.48868 5.46552 1.59142 5.4559C1.59154 5.45588 1.59166 5.45587 1.59177 5.45586L5.71554 5.08154L6.01288 5.05455L6.13016 4.77999L7.75993 0.96436L7.76003 0.964121C7.801 0.868076 7.8939 0.806702 7.99833 0.806702C8.10241 0.806702 8.19587 0.867839 8.23766 0.965002C8.23768 0.965061 8.23771 0.96512 8.23773 0.965179L9.86716 4.77999L9.98443 5.05455L10.2818 5.08154L14.4056 5.45593Z"
                    fill="white"
                    stroke="#E1833F"
                  />
                </svg>
              </div>
              <div class="rating-input__item" data-rating-value="4">
                <svg
                  width="16"
                  height="15"
                  viewBox="0 0 16 15"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M14.4056 5.45593L14.4058 5.45594C14.5085 5.46524 14.596 5.53465 14.6283 5.63402L15.1038 5.4794L14.6282 5.6337C14.6608 5.73406 14.6307 5.84212 14.5526 5.91066L11.4354 8.64399L11.2115 8.84029L11.2774 9.13064L12.1965 13.1783C12.2198 13.2818 12.1797 13.3864 12.096 13.4469L12.0956 13.4472C12.0112 13.5084 11.8994 13.5132 11.8102 13.4599L8.25496 11.3337L7.99835 11.1803L7.74174 11.3337L4.18572 13.4599L4.18559 13.46C4.14437 13.4847 4.09873 13.4968 4.05299 13.4968C3.99937 13.4968 3.94683 13.4805 3.90167 13.4476L3.90067 13.4469C3.81696 13.3864 3.77686 13.2819 3.80017 13.1785C3.80018 13.1784 3.80019 13.1784 3.8002 13.1783L4.71922 9.13064L4.78515 8.84029L4.56128 8.64399L1.444 5.91058C1.44399 5.91057 1.44398 5.91056 1.44397 5.91055C1.36608 5.84222 1.33606 5.73399 1.36817 5.63455C1.40106 5.5349 1.48868 5.46552 1.59142 5.4559C1.59154 5.45588 1.59166 5.45587 1.59177 5.45586L5.71554 5.08154L6.01288 5.05455L6.13016 4.77999L7.75993 0.96436L7.76003 0.964121C7.801 0.868076 7.8939 0.806702 7.99833 0.806702C8.10241 0.806702 8.19587 0.867839 8.23766 0.965002C8.23768 0.965061 8.23771 0.96512 8.23773 0.965179L9.86716 4.77999L9.98443 5.05455L10.2818 5.08154L14.4056 5.45593Z"
                    fill="white"
                    stroke="#E1833F"
                  />
                </svg>
              </div>
              <div class="rating-input__item" data-rating-value="3">
                <svg
                  width="16"
                  height="15"
                  viewBox="0 0 16 15"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M14.4056 5.45593L14.4058 5.45594C14.5085 5.46524 14.596 5.53465 14.6283 5.63402L15.1038 5.4794L14.6282 5.6337C14.6608 5.73406 14.6307 5.84212 14.5526 5.91066L11.4354 8.64399L11.2115 8.84029L11.2774 9.13064L12.1965 13.1783C12.2198 13.2818 12.1797 13.3864 12.096 13.4469L12.0956 13.4472C12.0112 13.5084 11.8994 13.5132 11.8102 13.4599L8.25496 11.3337L7.99835 11.1803L7.74174 11.3337L4.18572 13.4599L4.18559 13.46C4.14437 13.4847 4.09873 13.4968 4.05299 13.4968C3.99937 13.4968 3.94683 13.4805 3.90167 13.4476L3.90067 13.4469C3.81696 13.3864 3.77686 13.2819 3.80017 13.1785C3.80018 13.1784 3.80019 13.1784 3.8002 13.1783L4.71922 9.13064L4.78515 8.84029L4.56128 8.64399L1.444 5.91058C1.44399 5.91057 1.44398 5.91056 1.44397 5.91055C1.36608 5.84222 1.33606 5.73399 1.36817 5.63455C1.40106 5.5349 1.48868 5.46552 1.59142 5.4559C1.59154 5.45588 1.59166 5.45587 1.59177 5.45586L5.71554 5.08154L6.01288 5.05455L6.13016 4.77999L7.75993 0.96436L7.76003 0.964121C7.801 0.868076 7.8939 0.806702 7.99833 0.806702C8.10241 0.806702 8.19587 0.867839 8.23766 0.965002C8.23768 0.965061 8.23771 0.96512 8.23773 0.965179L9.86716 4.77999L9.98443 5.05455L10.2818 5.08154L14.4056 5.45593Z"
                    fill="white"
                    stroke="#E1833F"
                  />
                </svg>
              </div>
              <div class="rating-input__item" data-rating-value="2">
                <svg
                  width="16"
                  height="15"
                  viewBox="0 0 16 15"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M14.4056 5.45593L14.4058 5.45594C14.5085 5.46524 14.596 5.53465 14.6283 5.63402L15.1038 5.4794L14.6282 5.6337C14.6608 5.73406 14.6307 5.84212 14.5526 5.91066L11.4354 8.64399L11.2115 8.84029L11.2774 9.13064L12.1965 13.1783C12.2198 13.2818 12.1797 13.3864 12.096 13.4469L12.0956 13.4472C12.0112 13.5084 11.8994 13.5132 11.8102 13.4599L8.25496 11.3337L7.99835 11.1803L7.74174 11.3337L4.18572 13.4599L4.18559 13.46C4.14437 13.4847 4.09873 13.4968 4.05299 13.4968C3.99937 13.4968 3.94683 13.4805 3.90167 13.4476L3.90067 13.4469C3.81696 13.3864 3.77686 13.2819 3.80017 13.1785C3.80018 13.1784 3.80019 13.1784 3.8002 13.1783L4.71922 9.13064L4.78515 8.84029L4.56128 8.64399L1.444 5.91058C1.44399 5.91057 1.44398 5.91056 1.44397 5.91055C1.36608 5.84222 1.33606 5.73399 1.36817 5.63455C1.40106 5.5349 1.48868 5.46552 1.59142 5.4559C1.59154 5.45588 1.59166 5.45587 1.59177 5.45586L5.71554 5.08154L6.01288 5.05455L6.13016 4.77999L7.75993 0.96436L7.76003 0.964121C7.801 0.868076 7.8939 0.806702 7.99833 0.806702C8.10241 0.806702 8.19587 0.867839 8.23766 0.965002C8.23768 0.965061 8.23771 0.96512 8.23773 0.965179L9.86716 4.77999L9.98443 5.05455L10.2818 5.08154L14.4056 5.45593Z"
                    fill="white"
                    stroke="#E1833F"
                  />
                </svg>
              </div>
              <div class="rating-input__item" data-rating-value="1">
                <svg
                  width="16"
                  height="15"
                  viewBox="0 0 16 15"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M14.4056 5.45593L14.4058 5.45594C14.5085 5.46524 14.596 5.53465 14.6283 5.63402L15.1038 5.4794L14.6282 5.6337C14.6608 5.73406 14.6307 5.84212 14.5526 5.91066L11.4354 8.64399L11.2115 8.84029L11.2774 9.13064L12.1965 13.1783C12.2198 13.2818 12.1797 13.3864 12.096 13.4469L12.0956 13.4472C12.0112 13.5084 11.8994 13.5132 11.8102 13.4599L8.25496 11.3337L7.99835 11.1803L7.74174 11.3337L4.18572 13.4599L4.18559 13.46C4.14437 13.4847 4.09873 13.4968 4.05299 13.4968C3.99937 13.4968 3.94683 13.4805 3.90167 13.4476L3.90067 13.4469C3.81696 13.3864 3.77686 13.2819 3.80017 13.1785C3.80018 13.1784 3.80019 13.1784 3.8002 13.1783L4.71922 9.13064L4.78515 8.84029L4.56128 8.64399L1.444 5.91058C1.44399 5.91057 1.44398 5.91056 1.44397 5.91055C1.36608 5.84222 1.33606 5.73399 1.36817 5.63455C1.40106 5.5349 1.48868 5.46552 1.59142 5.4559C1.59154 5.45588 1.59166 5.45587 1.59177 5.45586L5.71554 5.08154L6.01288 5.05455L6.13016 4.77999L7.75993 0.96436L7.76003 0.964121C7.801 0.868076 7.8939 0.806702 7.99833 0.806702C8.10241 0.806702 8.19587 0.867839 8.23766 0.965002C8.23768 0.965061 8.23771 0.96512 8.23773 0.965179L9.86716 4.77999L9.98443 5.05455L10.2818 5.08154L14.4056 5.45593Z"
                    fill="white"
                    stroke="#E1833F"
                  />
                </svg>
              </div>
              <input class="rating-input__field" type="number" value="0" />
            </div>
          </div>
        </div>

        <div class="review-form__fields">
          <fieldset class="fg _full">
            <label>Комментарий</label>
            <textarea></textarea>
          </fieldset>
          <fieldset class="fg">
            <label>Ваше имя</label>
            <input type="text" />
          </fieldset>
          <fieldset class="fg">
            <label>Email</label>
            <input type="email" placeholder="creativelayers088" />
          </fieldset>
          <div class="m-check _full">
            <input type="checkbox" />
            <label
              ><span
                >Сохранить мое имя, почту, и сайт в этом браузере для следующих
                комментариев</span
              ></label
            >
          </div>
        </div>

        <div class="review-form__nav">
          <button class="m-btn m-btn-blue">
            <span>Отправить</span>
          </button>
        </div>
      </form>
    </div>
  </div>

  <div class="blog blog2">
    <div class="container">
      <div class="m-section__top">
        <div class="m-section__text">
          <div class="text32 medium-text">Недавно просмотренные</div>
          <div class="text15 light-text">
            Узнайте, как вы можете повысить свой карьерный статус
          </div>
        </div>
      </div>

      <div class="blog__grid grid-col4 grid-tablet2 grid-mob-full">
        <div class="blog-card">
          <a href="" class="blog-card__img _scale-img">
            <img src="/img/blog.webp" alt="" />
          </a>
          <div class="blog-card__content">
            <div class="blog-card__date text14 gray-text">Ноябрь 23, 2023</div>
            <div class="blog-card__info">
              <a href="" class="blog-card__title text20 medium-text">
                Начни онлайн-бизнес и работай из дома
              </a>
              <div class="blog-card__desc text15 light-text">
                Полное руководство по открытию малого бизнеса в Интернете
              </div>
            </div>
          </div>
        </div>

        <div class="blog-card">
          <a href="" class="blog-card__img _scale-img">
            <img src="/img/blog2.webp" alt="" />
          </a>
          <div class="blog-card__content">
            <div class="blog-card__date text14 gray-text">Ноябрь 23, 2023</div>
            <div class="blog-card__info">
              <a href="" class="blog-card__title text20 medium-text">
                Начни онлайн-бизнес и работай из дома
              </a>
              <div class="blog-card__desc text15 light-text">
                Полное руководство по открытию малого бизнеса в Интернете
              </div>
            </div>
          </div>
        </div>

        <div class="blog-card">
          <a href="" class="blog-card__img _scale-img">
            <img src="/img/blog3.webp" alt="" />
          </a>
          <div class="blog-card__content">
            <div class="blog-card__date text14 gray-text">Ноябрь 23, 2023</div>
            <div class="blog-card__info">
              <a href="" class="blog-card__title text20 medium-text">
                Начни онлайн-бизнес и работай из дома
              </a>
              <div class="blog-card__desc text15 light-text">
                Полное руководство по открытию малого бизнеса в Интернете
              </div>
            </div>
          </div>
        </div>

        <div class="blog-card">
          <a href="" class="blog-card__img _scale-img">
            <img src="/img/blog4.webp" alt="" />
          </a>
          <div class="blog-card__content">
            <div class="blog-card__date text14 gray-text">Ноябрь 23, 2023</div>
            <div class="blog-card__info">
              <a href="" class="blog-card__title text20 medium-text">
                Начни онлайн-бизнес и работай из дома
              </a>
              <div class="blog-card__desc text15 light-text">
                Полное руководство по открытию малого бизнеса в Интернете
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped></style>
