<template>
  <UIVBreadcrumbs
    :items="[{ name: 'Главная', to: '/' }, { name: 'Стать продавцом' }]"
  />

  <UIPageTop
    :button="
      auth
        ? { text: 'Перейти в профиль', link: '/profile' }
        : { text: 'Стать продавцом', link: '/reg' }
    "
    title="Получите возможности с addhub.io"
    description=" Обеспечьте посетителю удобство работы в Интернете с помощью
            надежного UX-дизайна."
  />

  <div class="seller _tabs-parent">
    <div class="container">
      <div class="seller__grid">
        <div class="seller__tabs">
          <div
            class="seller__tab _tab"
            :class="{ _active: active === 0 }"
            @click="active = 0"
          >
            <span>Заказчику</span>
          </div>
          <div
            class="seller__tab _tab"
            :class="{ _active: active === 1 }"
            @click="active = 1"
          >
            <span>Исполнителю</span>
          </div>
        </div>
        <div class="seller__content">
          <div class="tab-content _tab1" :class="{ _active: active === 0 }">
            <div class="text">
              <h3>Заказчику</h3>
              <p>
                Добро пожаловать на нашу платформу – ваш надежный партнер в мире
                качественных услуг. Мы предлагаем вам уникальную возможность
                выбора из широкого спектра профессиональных исполнителей,
                готовых воплотить ваши идеи в реальность. Наша платформа
                гарантирует безопасность и прозрачность всех сделок, обеспечивая
                вам спокойствие и уверенность в каждом этапе работы. Выбирая
                нас, вы выбираете качество, надежность и высокий уровень
                сервиса. Мы заботимся о каждом клиенте и стремимся предоставить
                лучший опыт сотрудничества.
              </p>
            </div>
            <div class="seller__nav">
              <button class="m-btn m-btn-blue-outline">
                <span>Приступить</span>
              </button>
            </div>
          </div>
          <div class="tab-content _tab2" :class="{ _active: active === 1 }">
            <div class="text">
              <h3>Исполнителю</h3>
              <p>
                Добро пожаловать на нашу платформу – ваш надежный партнер в мире
                качественных услуг. Мы предлагаем вам уникальную возможность
                выбора из широкого спектра профессиональных исполнителей,
                готовых воплотить ваши идеи в реальность. Наша платформа
                гарантирует безопасность и прозрачность всех сделок, обеспечивая
                вам спокойствие и уверенность в каждом этапе работы. Выбирая
                нас, вы выбираете качество, надежность и высокий уровень
                сервиса. Мы заботимся о каждом клиенте и стремимся предоставить
                лучший опыт сотрудничества.
              </p>
            </div>
            <div class="seller__nav">
              <button class="m-btn m-btn-blue-outline">
                <span>Приступить</span>
              </button>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>

  <div class="advantages advantages-seller m-section">
    <div class="container">
      <div class="advantages__top">
        <div class="text32 medium-text">Как это работает</div>
        <div class="text15 light-text">
          Самые просматриваемые и самые продаваемые услуги за все время
        </div>
      </div>
      <div class="advantages__grid grid-col4 grid-tablet2 grid-mob-full">
        <ModulesCardsAdvantage
          v-for="(card, i) in steps"
          :key="i"
          :icon="card.icon"
          :title="card.title"
          :desc="card.desc"
        />
      </div>
    </div>
  </div>

  <SectionsCommonAdvantages2 img="man4.webp" />

  <SectionsCommonAdvantageNums />

  <SectionsCommonFaq :questions="questions" />
</template>

<script setup lang="ts">
const authStore = useAuthStore();
const auth = storeToRefs(authStore).isAuthenticated;
const active = ref(0);
const cardList = [
  {
    title: 'Гарантия качества',
    desc: 'Проверьте портфолио любого исполнителя, отзывы клиентов и подтверждение личности.',
    icon: '/img/advantage-icon2.svg',
  },
  {
    title: 'Бесплатно, пока не найдете исполнителя',
    desc: 'Проведите собеседование с потенциальным кандидатом, подходящим для вашей работы, договоритесь о стоимости и платите только за ту работу, которую вы одобрите.',
    icon: '/img/advantage-icon7.svg',
  },
  {
    title: 'Безопасно и надежно',
    desc: 'Сосредоточьтесь на своей работе, зная, что мы помогаем защитить ваши данные и конфиденциальность. Мы здесь с круглосуточной поддержкой, если вам это нужно.',
    icon: '/img/advantage-icon.svg',
  },
];

const steps = ref([
  {
    title: 'Опубликуйте проект',
    desc: 'Опубликовать проект бесплатно и легко. Просто заполните название, описание.',
    icon: '/img/advantage-icon3.svg',
  },
  {
    title: 'Выберите исполнителя',
    desc: 'Опубликовать вакансию бесплатно и легко. Просто заполните название, описание.',
    icon: '/img/advantage-icon4.svg',
  },
  {
    title: 'Оплачивайте безопасно',
    desc: 'Опубликовать вакансию бесплатно и легко. Просто заполните название, описание.',
    icon: '/img/advantage-icon5.svg',
  },
  {
    title: 'Мы на связи 24/7',
    desc: 'Опубликовать вакансию бесплатно и легко. Просто заполните название, описание.',
    icon: '/img/advantage-icon6.svg',
  },
]);
const questions = ref([
  {
    title: 'Какие способы оплаты поддерживаются?',
    answer:
      'Завтрашняя жизнь и теперь клиническая. Чистый амет тор, а не ци. Ему нужна, пусть это будет болезнь, теперь пусть это будет масса. Боюсь, выходных даже не будет пока, это тоже были выходные.',
  },
  {
    title: 'Могу ли я отменить в любое время?',
    answer:
      'Завтрашняя жизнь и теперь клиническая. Чистый амет тор, а не ци. Ему нужна, пусть это будет болезнь, теперь пусть это будет масса. Боюсь, выходных даже не будет пока, это тоже были выходные.',
  },
  {
    title: 'Как мне получить чек за покупку?',
    answer:
      'Завтрашняя жизнь и теперь клиническая. Чистый амет тор, а не ци. Ему нужна, пусть это будет болезнь, теперь пусть это будет масса. Боюсь, выходных даже не будет пока, это тоже были выходные.',
  },
  {
    title: 'Какая лицензия мне нужна?',
    answer:
      'Завтрашняя жизнь и теперь клиническая. Чистый амет тор, а не ци. Ему нужна, пусть это будет болезнь, теперь пусть это будет масса. Боюсь, выходных даже не будет пока, это тоже были выходные.',
  },
  {
    title: 'Как мне получить доступ к купленной теме?',
    answer:
      'Завтрашняя жизнь и теперь клиническая. Чистый амет тор, а не ци. Ему нужна, пусть это будет болезнь, теперь пусть это будет масса. Боюсь, выходных даже не будет пока, это тоже были выходные.',
  },
]);
</script>

<style scoped></style>
