<template>
  <UIVBreadcrumbs
    :items="[{ name: 'Главная', to: '/' }, { name: 'Условия использования' }]"
  />

  <UIPageTop
    :title="'Условия использования'"
    :description="'Обеспечьте посетителю удобство работы в Интернете с помощью надежного UX-дизайна.'"
  />

  <div class="conditions c">
    <div class="container">
      <div class="conditions__inner">
        <div class="conditions__sidebar">
          <div class="conditions__tabs">
            <div class="conditions__tab _tab _active" data-tab="_tab1">
              <span>Профиль и платежи</span>
            </div>
            <div class="conditions__tab _tab" data-tab="_tab2">
              <span>Заказы</span>
            </div>
            <div class="conditions__tab _tab" data-tab="_tab3">
              <span>Возвраты</span>
            </div>
            <div class="conditions__tab _tab" data-tab="_tab4">
              <span>COVID-19</span>
            </div>
            <div class="conditions__tab _tab" data-tab="_tab5">
              <span>Другое</span>
            </div>
          </div>
        </div>
        <div class="conditions__content">
          <div class="tab-content _tab1 _active">
            <div class="text">
              <h3>1. Введение</h3>
              <p>
                Клиент очень важен, за клиентом пойдет клиент. Смех будет
                рождаться у футбольных фанатов, друг мой, в постоянном страхе
                перед авиакомпанией. Сейчас важно его продвигать. Членам команды
                нужен хруст, но они породят шоколадные дрожжи. Чистая урна
                хороша, говорят, что некоторые рыбы не рождаются, цена болезни.
                Целое число amet Fermentum nibh viverra mollis consectetur arcu,
                ultrices dolor. Ей нужен мультфильм о беременной луковице.
                Некоторое время разработчики не могли этого сделать. Они живут в
                месте, где всегда ненавидят друг друга.
              </p>
              <p>
                Massa ultricies a arcu velit eget gradida pure ultrices eget. С
                медицинской точки зрения приступы голода легко лечить. Озеро
                загорожено сетью от маленьких детей. Не существует такого
                понятия, как траур лаорита с уродливыми, грустными и мультяшными
                персонажами. Жизнь — это не Божье лечение. Нужно вкладывать
                деньги, нужно зарабатывать и не хочет быть беременной. Он хочет,
                но для жителей жителей не меряется. Земля всегда уродлива, время
                и время. Ультрицев много, а пить много. Эта долина остановила
                жизнь, lacinia mattis бегает по горам, dui. Tortor lobortis
                нуждается в достоинстве. Автору теперь нужна старость поместья.
                Некоторые заболевания требуют правильного лечения.
              </p>

              <hr />

              <h3>2. Условия использования</h3>
              <p>
                Клиент очень важен, за клиентом пойдет клиент. Смех будет
                рождаться у футбольных фанатов, друг мой, в постоянном страхе
                перед авиакомпанией. Сейчас важно его продвигать. Членам команды
                нужен хруст, но они породят шоколадные дрожжи. Чистая урна
                хороша, говорят, что некоторые рыбы не рождаются, цена болезни.
                Целое число amet Fermentum nibh viverra mollis consectetur arcu,
                ultrices dolor. Ей нужен мультфильм о беременной луковице.
                Некоторое время разработчики не могли этого сделать. Они живут в
                месте, где всегда ненавидят друг друга.
              </p>
              <p>
                Massa ultricies a arcu velit eget gradida pure ultrices eget. С
                медицинской точки зрения приступы голода легко лечить. Озеро
                загорожено сетью от маленьких детей. Не существует такого
                понятия, как траур лаорита с уродливыми, грустными и мультяшными
                персонажами. Жизнь — это не Божье лечение. Нужно вкладывать
                деньги, нужно зарабатывать и не хочет быть беременной. Он хочет,
                но для жителей жителей не меряется. Земля всегда уродлива, время
                и время. Ультрицев много, а пить много. Эта долина остановила
                жизнь, lacinia mattis бегает по горам, dui. Tortor lobortis
                нуждается в достоинстве. Автору теперь нужна старость поместья.
                Некоторые заболевания требуют правильного лечения.
              </p>

              <hr />

              <h3>3. Контент и идеи</h3>
              <p>
                Клиент очень важен, за клиентом пойдет клиент. Смех будет
                рождаться у футбольных фанатов, друг мой, в постоянном страхе
                перед авиакомпанией. Сейчас важно его продвигать. Членам команды
                нужен хруст, но они породят шоколадные дрожжи. Чистая урна
                хороша, говорят, что некоторые рыбы не рождаются, цена болезни.
                Целое число amet Fermentum nibh viverra mollis consectetur arcu,
                ultrices dolor. Ей нужен мультфильм о беременной луковице.
                Некоторое время разработчики не могли этого сделать. Они живут в
                месте, где всегда ненавидят друг друга.
              </p>
              <p>
                Massa ultricies a arcu velit eget gradida pure ultrices eget. С
                медицинской точки зрения приступы голода легко лечить. Озеро
                загорожено сетью от маленьких детей. Не существует такого
                понятия, как траур лаорита с уродливыми, грустными и мультяшными
                персонажами. Жизнь — это не Божье лечение. Нужно вкладывать
                деньги, нужно зарабатывать и не хочет быть беременной. Он хочет,
                но для жителей жителей не меряется. Земля всегда уродлива, время
                и время. Ультрицев много, а пить много. Эта долина остановила
                жизнь, lacinia mattis бегает по горам, dui. Tortor lobortis
                нуждается в достоинстве. Автору теперь нужна старость поместья.
                Некоторые заболевания требуют правильного лечения.
              </p>
            </div>
          </div>
          <div class="tab-content _tab2">
            <div class="text">
              <h3>Заказы</h3>
              <p>
                Клиент очень важен, за клиентом пойдет клиент. Смех будет
                рождаться у футбольных фанатов, друг мой, в постоянном страхе
                перед авиакомпанией. Сейчас важно его продвигать. Членам команды
                нужен хруст, но они породят шоколадные дрожжи. Чистая урна
                хороша, говорят, что некоторые рыбы не рождаются, цена болезни.
                Целое число amet Fermentum nibh viverra mollis consectetur arcu,
                ultrices dolor. Ей нужен мультфильм о беременной луковице.
                Некоторое время разработчики не могли этого сделать. Они живут в
                месте, где всегда ненавидят друг друга.
              </p>
              <p>
                Massa ultricies a arcu velit eget gradida pure ultrices eget. С
                медицинской точки зрения приступы голода легко лечить. Озеро
                загорожено сетью от маленьких детей. Не существует такого
                понятия, как траур лаорита с уродливыми, грустными и мультяшными
                персонажами. Жизнь — это не Божье лечение. Нужно вкладывать
                деньги, нужно зарабатывать и не хочет быть беременной. Он хочет,
                но для жителей жителей не меряется. Земля всегда уродлива, время
                и время. Ультрицев много, а пить много. Эта долина остановила
                жизнь, lacinia mattis бегает по горам, dui. Tortor lobortis
                нуждается в достоинстве. Автору теперь нужна старость поместья.
                Некоторые заболевания требуют правильного лечения.
              </p>
            </div>
          </div>
          <div class="tab-content _tab3">
            <div class="text">
              <h3>Возвраты</h3>
              <p>
                Massa ultricies a arcu velit eget gradida pure ultrices eget. С
                медицинской точки зрения приступы голода легко лечить. Озеро
                загорожено сетью от маленьких детей. Не существует такого
                понятия, как траур лаорита с уродливыми, грустными и мультяшными
                персонажами. Жизнь — это не Божье лечение. Нужно вкладывать
                деньги, нужно зарабатывать и не хочет быть беременной. Он хочет,
                но для жителей жителей не меряется. Земля всегда уродлива, время
                и время. Ультрицев много, а пить много. Эта долина остановила
                жизнь, lacinia mattis бегает по горам, dui. Tortor lobortis
                нуждается в достоинстве. Автору теперь нужна старость поместья.
                Некоторые заболевания требуют правильного лечения.
              </p>
            </div>
          </div>
          <div class="tab-content _tab4">
            <div class="text">
              <h3>COVID-19</h3>
              <p>
                Клиент очень важен, за клиентом пойдет клиент. Смех будет
                рождаться у футбольных фанатов, друг мой, в постоянном страхе
                перед авиакомпанией. Сейчас важно его продвигать. Членам команды
                нужен хруст, но они породят шоколадные дрожжи. Чистая урна
                хороша, говорят, что некоторые рыбы не рождаются, цена болезни.
                Целое число amet Fermentum nibh viverra mollis consectetur arcu,
                ultrices dolor. Ей нужен мультфильм о беременной луковице.
                Некоторое время разработчики не могли этого сделать. Они живут в
                месте, где всегда ненавидят друг друга.
              </p>
              <p>
                Massa ultricies a arcu velit eget gradida pure ultrices eget. С
                медицинской точки зрения приступы голода легко лечить. Озеро
                загорожено сетью от маленьких детей. Не существует такого
                понятия, как траур лаорита с уродливыми, грустными и мультяшными
                персонажами. Жизнь — это не Божье лечение. Нужно вкладывать
                деньги, нужно зарабатывать и не хочет быть беременной. Он хочет,
                но для жителей жителей не меряется. Земля всегда уродлива, время
                и время. Ультрицев много, а пить много. Эта долина остановила
                жизнь, lacinia mattis бегает по горам, dui. Tortor lobortis
                нуждается в достоинстве. Автору теперь нужна старость поместья.
                Некоторые заболевания требуют правильного лечения.
              </p>
            </div>
          </div>
          <div class="tab-content _tab5">
            <div class="text">
              <h3>Другое</h3>
              <p>
                Клиент очень важен, за клиентом пойдет клиент. Смех будет
                рождаться у футбольных фанатов, друг мой, в постоянном страхе
                перед авиакомпанией. Сейчас важно его продвигать. Членам команды
                нужен хруст, но они породят шоколадные дрожжи. Чистая урна
                хороша, говорят, что некоторые рыбы не рождаются, цена болезни.
                Целое число amet Fermentum nibh viverra mollis consectetur arcu,
                ultrices dolor. Ей нужен мультфильм о беременной луковице.
                Некоторое время разработчики не могли этого сделать. Они живут в
                месте, где всегда ненавидят друг друга.
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped></style>
