<template>
  <UIVBreadcrumbs
    :items="[
      { name: 'Главная', to: '/' },
      { name: 'Часто задаваемые вопросы' },
    ]"
  />

  <UIPageTop
    :title="'Часто задаваемые вопросы'"
    :description="'Обеспечьте посетителю удобство работы в Интернете с помощью надежного UX-дизайна.'"
  />

  <div class="faq-page">
    <div class="container">
      <div class="faq-page__items">
        <div class="faq-page__item">
          <div class="faq-page__title text20 medium-text">Платежи</div>
          <UIFaqItems :questions="questions" />
        </div>
        <div class="faq-page__item">
          <div class="faq-page__title text20 medium-text">Предложения</div>
          <UIFaqItems :questions="questions" />
        </div>
      </div>
    </div>
  </div>
</template>

<script setup lang="ts">
const questions = ref([
  {
    title: 'Какие способы оплаты поддерживаются?',
    answer:
      'Завтрашняя жизнь и теперь клиническая. Чистый амет тор, а не ци. Ему нужна, пусть это будет болезнь, теперь пусть это будет масса. Боюсь, выходных даже не будет пока, это тоже были выходные.',
  },
  {
    title: 'Могу ли я отменить в любое время?',
    answer:
      'Завтрашняя жизнь и теперь клиническая. Чистый амет тор, а не ци. Ему нужна, пусть это будет болезнь, теперь пусть это будет масса. Боюсь, выходных даже не будет пока, это тоже были выходные.',
  },
  {
    title: 'Как мне получить чек за покупку?',
    answer:
      'Завтрашняя жизнь и теперь клиническая. Чистый амет тор, а не ци. Ему нужна, пусть это будет болезнь, теперь пусть это будет масса. Боюсь, выходных даже не будет пока, это тоже были выходные.',
  },
  {
    title: 'Какая лицензия мне нужна?',
    answer:
      'Завтрашняя жизнь и теперь клиническая. Чистый амет тор, а не ци. Ему нужна, пусть это будет болезнь, теперь пусть это будет масса. Боюсь, выходных даже не будет пока, это тоже были выходные.',
  },
  {
    title: 'Как мне получить доступ к купленной теме?',
    answer:
      'Завтрашняя жизнь и теперь клиническая. Чистый амет тор, а не ци. Ему нужна, пусть это будет болезнь, теперь пусть это будет масса. Боюсь, выходных даже не будет пока, это тоже были выходные.',
  },
]);
</script>

<style scoped></style>
