<template>
  <UIVBreadcrumbs
    :items="[{ name: 'Главная', to: '/' }, { name: 'База знаний' }]"
  />
  <UIPageTop
    help
    title="База знаний"
    description="Обеспечьте посетителю удобство работы в Интернете с помощью надежного UX-дизайна."
  />

  <div class="knowledge">
    <div class="container">
      <div class="knowledge__grid grid-col4">
        <ModulesCardsAdvantage
          v-for="(card, i) in cardList"
          :key="i"
          :icon="card.icon"
          :title="card.title"
          :desc="card.desc"
        />
      </div>
    </div>
  </div>

  <SectionsCommonFaq :questions="questions" />
</template>

<script setup lang="ts">
const cardList = [
  {
    title: 'Добро пожаловать',
    desc: 'Сам заголовок представляет собой текст-заполнитель, обычно используемый на сайте.',
    icon: '/img/advantage-icon8.svg',
  },
  {
    title: 'Аккаунты',
    desc: 'Сам заголовок представляет собой текст-заполнитель, обычно используемый на сайте.',
    icon: '/img/advantage-icon9.svg',
  },
  {
    title: 'Поиск проектов',
    desc: 'Сам заголовок представляет собой текст-заполнитель, обычно используемый на сайте.',
    icon: '/img/advantage-icon10.svg',
  },
  {
    title: 'Платежи',
    desc: 'Сам заголовок представляет собой текст-заполнитель, обычно используемый на сайте.',
    icon: '/img/advantage-icon11.svg',
  },
  {
    title: 'Безопасность',
    desc: 'Сам заголовок представляет собой текст-заполнитель, обычно используемый на сайте.',
    icon: '/img/advantage-icon12.svg',
  },
  {
    title: 'API',
    desc: 'Сам заголовок представляет собой текст-заполнитель, обычно используемый на сайте.',
    icon: '/img/advantage-icon13.svg',
  },
  {
    title: 'Приложения',
    desc: 'Сам заголовок представляет собой текст-заполнитель, обычно используемый на сайте.',
    icon: '/img/advantage-icon14.svg',
  },
  {
    title: 'Обновления',
    desc: 'Сам заголовок представляет собой текст-заполнитель, обычно используемый на сайте.',
    icon: '/img/advantage-icon15.svg',
  },
];

const questions = ref([
  {
    title: 'Какие способы оплаты поддерживаются?',
    answer:
      'Завтрашняя жизнь и теперь клиническая. Чистый амет тор, а не ци. Ему нужна, пусть это будет болезнь, теперь пусть это будет масса. Боюсь, выходных даже не будет пока, это тоже были выходные.',
  },
  {
    title: 'Могу ли я отменить в любое время?',
    answer:
      'Завтрашняя жизнь и теперь клиническая. Чистый амет тор, а не ци. Ему нужна, пусть это будет болезнь, теперь пусть это будет масса. Боюсь, выходных даже не будет пока, это тоже были выходные.',
  },
  {
    title: 'Как мне получить чек за покупку?',
    answer:
      'Завтрашняя жизнь и теперь клиническая. Чистый амет тор, а не ци. Ему нужна, пусть это будет болезнь, теперь пусть это будет масса. Боюсь, выходных даже не будет пока, это тоже были выходные.',
  },
  {
    title: 'Какая лицензия мне нужна?',
    answer:
      'Завтрашняя жизнь и теперь клиническая. Чистый амет тор, а не ци. Ему нужна, пусть это будет болезнь, теперь пусть это будет масса. Боюсь, выходных даже не будет пока, это тоже были выходные.',
  },
  {
    title: 'Как мне получить доступ к купленной теме?',
    answer:
      'Завтрашняя жизнь и теперь клиническая. Чистый амет тор, а не ци. Ему нужна, пусть это будет болезнь, теперь пусть это будет масса. Боюсь, выходных даже не будет пока, это тоже были выходные.',
  },
]);
</script>

<style scoped></style>
